export const data = [
    {
        description:
            '귀하의 자녀는 한 번 식사할 때 채소류 반찬(김치포함)을 몇 가지나 먹나요?',
        question: ['거의 먹지 않는다', '1가지', '2가지', '3가지', '4가지 이상'],
    },
    {
        description: '귀하의 자녀는 과일을 얼마나 자주 먹나요?',
        question: [
            '2주일에 1번 이하',
            '일주일에 1~3번',
            '일주일에 4~6번',
            '하루에 1번',
            '하루에 2번 이상',
        ],
    },
    {
        description:
            '귀하의 자녀는 흰 우유나 유제품(치즈, 플레인 요거트)을 얼마나 자주 먹나요?',
        question: [
            '거의 먹지 않는다',
            '일주일에 1~3번',
            '일주일에 4~6번',
            '하루에 1번',
            '하루에 2번 이상',
        ],
    },
    {
        description:
            '귀하의 자녀는 육류(쇠고기, 돼지고기, 닭고기, 오리고기 등)를 얼마나 자주 먹나요?',
        question: [
            '거의 먹지 않는다',
            '2주일에 1번 정도',
            '일주일에 1~3번',
            '일주일에 4~6번',
            '하루에 1번 이상',
        ],
    },
    {
        description:
            '귀하의 자녀는 생선이나 조개류(오징어, 굴, 새우 등 포함)를 얼마나 자주 먹나요?',
        question: [
            '거의 먹지 않는다',
            '2주일에 1번 정도',
            '일주일에 1~3번',
            '일주일에 4~6번',
            '하루에 1번 이상',
        ],
    },
    {
        description: '귀하의 자녀는 달걀(메추리알 포함)을 얼마나 자주 먹나요?',
        question: [
            '거의 먹지 않는다',
            '2주일에 1번 정도',
            '일주일에 1~3번',
            '일주일에 4~6번',
            '하루에 1번 이상',
        ],
    },
    {
        description:
            '귀하의 자녀는 콩이나 두부(두유 포함)를 얼마나 자주 먹나요?',
        question: [
            '거의 먹지 않는다',
            '2주일에 1번 정도',
            '일주일에 1~3번',
            '일주일에 4~6번',
            '하루에 1번 이상',
        ],
    },
    {
        description:
            '귀하의 자녀는 단맛이 있는 간식(과자, 초콜릿, 젤리, 아이스크림, 케이크 등)이나 단 음료(탄산음료, 착향음료 등)를 얼마나 자주 먹나요?',
        question: [
            '거의 먹지 않는다',
            '2주일에 1번 정도',
            '일주일에 1~3번',
            '일주일에 4~6번',
            '하루에 1번 이상',
        ],
    },
    {
        description:
            '귀하의 자녀는 기름진 음식(감자칩, 핫도그, 너겟 등)을 얼마나 자주 먹나요?',
        question: [
            '거의 먹지 않는다',
            '2주일에 1번 정도',
            '일주일에 1~3번',
            '일주일에 4~6번',
            '하루에 1번 이상',
        ],
    },
    {
        description:
            '귀하의 자녀는 패스트푸드(피자, 햄버거, 닭튀김 등)를 얼마나 자주 먹나요?',
        question: [
            '거의 먹지 않는다',
            '2주일에 1번 정도',
            '일주일에 1~3번',
            '일주일에 4~6번',
            '하루에 1번 이상',
        ],
    },
    {
        description:
            '귀하의 자녀는 햄, 소시지, 베이컨 등의 가공육류를 얼마나 자주 먹나요?',
        question: [
            '거의 먹지 않는다',
            '2주일에 1번 정도',
            '일주일에 1~3번',
            '일주일에 4~6번',
            '하루에 1번 이상',
        ],
    },
    {
        description: '귀하의 자녀는 아침 식사를 얼마나 자주 하나요?',
        question: [
            '거의 먹지 않는다',
            '일주일에 1~2번',
            '일주일에 3~4번',
            '일주일에 5~6번',
            '매일',
        ],
    },
    {
        description: '귀하의 자녀는 음식을 먹기 전에 손을 씻나요?',
        question: [
            '전혀 씻지 않는다',
            '씻지 않는 편이다',
            '보통이다',
            '씻는 편이다',
            '항상 씻는다',
        ],
    },
    {
        description:
            '귀하의 자녀는 식사할 때 돌아다니거나, TV, 스마트폰, 게임 등을 하면서 식사하는 편인가요?',
        question: [
            '전혀 그렇지 않다',
            '그렇지 않는 편이다',
            '보통이다',
            '그렇다',
            '매우 그렇다',
        ],
    },
    {
        description:
            '귀하의 자녀는 운동(어린이집(유치원), 실내·외 운동 교실, 가정 내 운동 포함)을 얼마나 자주 하나요?',
        question: [
            '하지 않는다',
            '일주일에 1~2번',
            '일주일에 3~4번',
            '일주일에 5~6번',
            '매일',
        ],
    },
];
